In [1]:
import pandas as pd

In [3]:
df = pd.read_csv("../data/inflation/cpi_data.csv")
df.head()

     series id  year period  value  footnotes
0  CUUR0000SA0  1998    M12  163.9        NaN
1  CUUR0000SA0  1998    M11  164.0        NaN
2  CUUR0000SA0  1998    M10  164.0        NaN
3  CUUR0000SA0  1998    M09  163.6        NaN
4  CUUR0000SA0  1998    M08  163.4        NaN